Repository: wp-plugins/advanced-cron-manager
Catalog: lang/acm-*.po
Languages: pl_pl

source: At next page refresh
pl_pl: Przy następnym odświeżeniu strony

source: In
pl_pl: Za

source: ago
pl_pl: temu

source: Sorry, wrong noonce.
pl_pl: Zły noonce.

source: Sorry, interval can't be less than 1 second.
pl_pl: Interwał nie może być mniejszy niż jedna sekunda

source: Sorry, Schedule name can't be numeric.
pl_pl: Nazwa harmonogramu nie może być numerem.

source: Sorry, there already is %s schedule.
pl_pl: Harmonogram %s już istnieje.

source: Sorry, there already is schedule with %1$s seconds interval (%2$s).
pl_pl: Harmonogram z interwałem %1$s sekund już istnieje (%2$s).

source: Are you sure you want to delete %s schedule?
pl_pl: Na pewno chcesz usunąć harmonogram %s?

source: Sorry, there is no schedule to remove.
pl_pl: Przepraszam, nie ma żadnego harmonogramu do usunięcia.

source: Task hook can't be empty.
pl_pl: Nazwa zadania nie może być pusta.

source: Schedule name can't be empty.
pl_pl: Nazwa harmonogramu nie może być pusta.

source: Sorry, something goes wrong.
pl_pl: Przepraszam, coś poszło nie tak.

source: Execute
pl_pl: Wykonaj

source: Sorry, it's wrong data to remove
pl_pl: Złe dane do usunięcia.

source: Removed.
pl_pl: Usunięte.

source: Couldn't activate your license file. Please try again.
pl_pl: Licencja nie mogła zostać aktywowana. Spróbuj ponownie.

source: Wrong license key. Please ensure you entered correct one.
pl_pl: Zły klucz licencji. Upewnij się proszę czy podany został poprawny klucz.

source: License couldn't be deactivated. Please try again.
pl_pl: Licencja nie mogła zostać deaktywowana. Spróbuj ponownie.

source: Schedule added successfully.
pl_pl: Harmonogram pomyślnie dodany.

source: Schedule removed successfully.
pl_pl: Harmonogram pomyślnie usunięty.

source: Task added successfully.
pl_pl: Zadanie pomyślnie dodane.

source: Task removed successfully.
pl_pl: Zadanie pomyślnie usunięte.

source: Task executed successfully.
pl_pl: Zadanie pomyślnie wykonane.

source: Settings saved successfully.
pl_pl: Ustawienia zapisane pomyślnie.

source: License deactivated successfully.
pl_pl: Licencja deaktywowana pomyślnie.

source: Logs
pl_pl: Logi

source: Log cron executions with Advanced Cron Manager PRO
pl_pl: Zapisuj wywołania zadań cron z Advanced Cron Manager PRO

source: Until 1st June 2015 only <strong><strike>$19.99</strike></strong> $14.99!
pl_pl: Przed 1 czerwca 2015 tylko <strong><strike>$19.99</strike></strong> $14.99!

source: Cron Schedules
pl_pl: Harmonogramy Crona

source: Informations
pl_pl: Informacje

source: Settings
pl_pl: Ustawienia

source: Check this out!
pl_pl: Warte uwagi!

source: Please remember - after deactivation of this plugin added Schedules <strong>will be not available</strong>. Added Tasks will still work.
pl_pl: Pamiętaj - po deaktywacji wtyczki dodane harmonogramy <strong>nie będą dostępne</strong>. Dodane zadania zostaną normalnie wykonane.

source: Important - WordPress Cron is depended on the User. WP Cron fires <strong>only on the page visit</strong> so it can be not accurate.
pl_pl: Uwaga - Cron WordPressa ściśle zależy od użytkownika. Jest on wykonywany <strong>tylko przy odwiedzinach</strong>, więc może nie być dokładny.

source: Save
pl_pl: Zapisz

source: Did you ever searched for beautiful minimalistic and non aggressive popup?
pl_pl: Czy kiedykolwiek szukałeś pięknego, minimalistycznego i nie agresywnego popupa?

source: Install Popslide
pl_pl: Zainstaluj Popslide

source: Try Popslide!
pl_pl: Sprawdź Popslide!

source: Add Schedule
pl_pl: Dodaj harmonogram

source: Schedule protected
pl_pl: Harmonogram chroniony

source: Interval (seconds)
pl_pl: Interwał (sekund)

source: Name
pl_pl: Nazwa

source: weekly
pl_pl: tygodniowy

source: Description
pl_pl: Opis

source: Once weekly
pl_pl: Raz na tydzień

source: Add schedule
pl_pl: Dodaj harmonogram

source: Hook
pl_pl: Nazwa

source: Schedule
pl_pl: Harmonogram

source: Arguments
pl_pl: Argumenty

source: Next execution
pl_pl: Następne wykonanie

source: Action
pl_pl: Akcja

source: single
pl_pl: pojedynczy

source: Add Task
pl_pl: Dodaj zadanie

source: schedule_hook_for_action
pl_pl: nazwa_haka_do_akcji

source: Execute now
pl_pl: Wykonaj teraz

source: seconds
pl_pl: sekund

source: Then repeat
pl_pl: Poźniej powtarzaj

source: Don't repeat
pl_pl: Nie powtarzaj

source: Add Argument
pl_pl: Dodaj argument

source: Add task
pl_pl: Dodaj zadanie

source: Task protected
pl_pl: Zadanie chronione

source: Are you sure you want to delete %s task?
pl_pl: Na pewno chcesz usunąć zadanie %s?

source: Remove
pl_pl: Usuń
